tap "anomalyco/tap"
tap "macos-fuse-t/cask"
tap "nikitabobko/tap"
tap "siderolabs/tap"
tap "sikarugir-app/sikarugir"
brew "bash"
brew "bash-completion@2"
brew "bat"
brew "chezmoi"
brew "coreutils"
brew "dust"
brew "eza"
brew "fd"
brew "ffmpeg"
brew "fnm"
brew "fzf"
brew "gawk"
brew "git"
brew "helm"
brew "icu4c@77"
brew "just"
brew "lazygit"
brew "neovim"
brew "python@3.14"
brew "nmap"
brew "ripgrep"
brew "tealdeer"
brew "tmux"
brew "tree-sitter-cli"
brew "yt-dlp"
brew "z3"
brew "zellij"
brew "zoxide"
brew "zplug"
brew "zsh-autosuggestions"
brew "zsh-completions"
brew "zsh-history-substring-search"
brew "zsh-syntax-highlighting"
brew "anomalyco/tap/opencode"
brew "siderolabs/tap/talosctl"
cask "alacritty"
cask "claude-code"
cask "dbeaver-community"
cask "discord"
cask "docker-desktop"
cask "firefox"
cask "font-meslo-lg-nerd-font"
cask "fuse-t"
cask "macos-fuse-t/cask/fuse-t-sshfs"
cask "keepassxc"
cask "librewolf"
cask "localsend"
cask "mongodb-compass"
cask "obs"
cask "openvpn-connect"
cask "postman"
cask "slack"
cask "steam"
cask "telegram"
cask "the-unarchiver"
cask "tor-browser"
cask "transmission"
cask "vlc"
cask "waterfox"
cask "zed"
